Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: {{givenName}} has requested feedback in relation to these behaviors
nl_nl: {{givenName}} heeft om feedback gevraagd met betrekking tot deze gedragingen

source: Feedback from {{fullName}}
nl_nl: Feedback van {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
nl_nl: Zodra je op Feedback geven hebt geklikt, ontvangt {{givenName}} een vergaderverzoekmelding.

source: Provide details regarding your observations on {{givenName}}.
nl_nl: Geef details over uw observaties van {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
nl_nl: Waar ben je in het bijzonder van onder de indruk? Welke opbouwende feedback kun je geven?

source: Share your insights about
nl_nl: Deel uw inzichten over

source: Share your observations
nl_nl: Deel je observaties

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
nl_nl: Geef context, bijvoorbeeld door details te geven over wat je hebt waargenomen en wanneer je het hebt waargenomen.

source: You can reply to this request with a "Let's meet" invitation or with a comment
nl_nl: U kunt op dit verzoek reageren met een "Laten we afspreken" uitnodiging of met een opmerking.

source: Back to the feedback request
nl_nl: Terug naar het feedbackverzoek

source: "Let's meet" invitation only
nl_nl: Alleen op uitnodiging "Laten we afspreken"

source: Replying to
nl_nl: Antwoorden op

source: Request sent to
nl_nl: Verzoek verzonden naar

source: Brilliant! Thank you for your feedback request!
nl_nl: Briljant! Bedankt voor je feedbackverzoek!

source: You're up-to-date with all your feedback requests.
nl_nl: Je bent helemaal bij met al je feedbackverzoeken.

source: This feedback was successfully deleted.
nl_nl: Deze feedback is succesvol verwijderd.

source: Last seen on {{datetime}}
nl_nl: Laatst gezien op {{datetime}}

source: {{givenName}} has not yet replied to this request.
nl_nl: {{givenName}} heeft nog niet op dit verzoek gereageerd.

source: Requested: {{date}}
nl_nl: Aangevraagd: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
nl_nl: {{givenName}} {{nickName}} wil graag met je afspreken over dit feedbackverzoek.

source: I would love to see you do more of X as it relates to Y
nl_nl: Ik zou graag zien dat je meer van X doet met betrekking tot Y

source: Remove {{count}} recipient to send this feedback.
nl_nl: Verwijder {{count}} ontvanger om deze feedback te verzenden.

source: Remove {{count}} recipients to send this feedback.
nl_nl: Verwijder {{count}} ontvangers om deze feedback te verzenden.

source: Recognized behaviors for all
nl_nl: Erkende gedragingen voor iedereen

source: Send a reminder
nl_nl: Stuur een herinnering

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
nl_nl: Mocht de manager van {{user}} veranderen, dan zal de nieuwe manager uw antwoord op dit verzoek zien.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
nl_nl: {{givenName}} {{nickName}} heeft om feedback gevraagd met betrekking tot deze gedragingen:

source: Start building your feedback center! Give feedback to your colleagues.
nl_nl: Begin met het opzetten van je feedbackcentrum! Geef feedback aan je collega's.

source: Sent:
nl_nl: Verzonden:

source: What do you think {{givenName}} could have done differently to change their impact?
nl_nl: Wat denk je dat {{givenName}} anders had kunnen doen om hun impact te veranderen?

source: What do you think {{givenName}} did well?
nl_nl: Wat denk je dat {{givenName}} goed heeft gedaan?

source: You have shared this feedback
nl_nl: Je hebt deze feedback gedeeld

source: {{users}} have shared this feedback
nl_nl: {{users}} hebben deze feedback gedeeld

source: {{user}} has shared this feedback
nl_nl: {{user}} heeft deze feedback gedeeld

source: Add a comment
nl_nl: Voeg een opmerking toe

source: You're sharing feedback with {{count}} people.
nl_nl: Je deelt feedback met {{count}} mensen.

source: You're sharing this feedback with {{count}} people
nl_nl: Je deelt deze feedback met {{count}} mensen

source: You're sharing feedback with one person.
nl_nl: Je deelt feedback met één persoon.

source: Share this feedback with others.
nl_nl: Deel deze feedback met anderen.

source: Edit sharing
nl_nl: Delen bewerken

source: Share with
nl_nl: Deel met

source: We've noticed that you've included more than {{count}} people in this feedback.
nl_nl: We hebben gemerkt dat je meer dan {{count}} mensen in deze feedback hebt opgenomen.

source: Remove {{count}} recipient to share this feedback.
nl_nl: Verwijder {{count}} ontvanger om deze feedback te delen.

source: Remove {{count}} recipients to share this feedback.
nl_nl: Verwijder {{count}} ontvangers om deze feedback te delen.

source: Share feedback publicly
nl_nl: Feedback openbaar delen

source: Select this option to make this feedback visible to the whole.
nl_nl: Selecteer deze optie om deze feedback zichtbaar te maken voor iedereen.

source: Recipient list
nl_nl: Ontvangerslijst

source: Shared with
nl_nl: Gedeeld met

source: Notify their team about this feedback
nl_nl: Informeer hun team over deze feedback

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
nl_nl: Selecteer deze optie om deze feedback zichtbaar te maken voor de manager en collega's van de ontvanger.

source: Share feedback
nl_nl: Deel feedback

source: Share this feedback
nl_nl: Deel deze feedback

source: You can see all the feedback shared with you here
nl_nl: Je kunt hier alle feedback zien die met je is gedeeld

source: No comments were provided.
nl_nl: Er zijn geen opmerkingen gegeven.

source: You didn't provide any comments.
nl_nl: U heeft geen opmerkingen gegeven.

source: Your colleagues have shared this feedback
nl_nl: Je collega's hebben deze feedback gedeeld

source: Show full description
nl_nl: Volledige beschrijving weergeven

source: I noticed you in X and have some tips to help you handle it in the future
nl_nl: Ik zag je in X en heb enkele tips om je te helpen dit in de toekomst aan te pakken.

source: No feedback suggestions. Check again later or feel free to add your own feedback!
nl_nl: Geen feedbacksuggesties. Controleer later opnieuw of voel je vrij om je eigen feedback toe te voegen!

source: Feedback suggestions
nl_nl: Feedbacksuggesties

source: Received
nl_nl: Ontvangen

source: Requested from others
nl_nl: Verzoeken aan anderen

source: Requests to me
nl_nl: Verzoeken aan mij

source: New note
nl_nl: Nieuwe notitie

source: Requested
nl_nl: Aangevraagd

source: Requests
nl_nl: Verzoeken

source: Shared
nl_nl: Gedeeld

source: Team requests
nl_nl: Teamverzoeken

source: Request about
nl_nl: Verzoek over

source: About:
nl_nl: Over:

source: Request feedback from other people about your team and get more insights.
nl_nl: Vraag feedback van anderen over je team en krijg meer inzichten.

source: Feedback on my team
nl_nl: Feedback over mijn team

source: Sent to
nl_nl: Verzonden naar

source: By sending thanks, you've made a colleague happy!
nl_nl: Door dank te sturen, heb je een collega blij gemaakt!

source: Feedback note
nl_nl: Feedbacknotitie

source: and others
nl_nl: en anderen

source: Received feedback
nl_nl: Ontvangen feedback

source: Requested feedback
nl_nl: Gevraagde feedback

source: Sent feedback
nl_nl: Feedback verzonden

source: Shared feedback
nl_nl: Gedeelde feedback

source: Requests about my team
nl_nl: Verzoeken over mijn team

source: Transferred to you
nl_nl: Aan jou overgedragen

source: Your feedback volume is up!
nl_nl: Je feedbackvolume is gestegen.

source: Most recognized skill
nl_nl: Meest erkende vaardigheid

source: 30-day feedback trend
nl_nl: 30-daagse feedbacktrend

source: Invite feedback in return. Trust begets trust.
nl_nl: Nodig feedback uit in ruil daarvoor. Vertrouwen wekt vertrouwen.

source: Trusted
nl_nl: Vertrouwd

source: Your reaction will be visible to all users who can see this feedback.
nl_nl: Je reactie zal zichtbaar zijn voor alle gebruikers die deze feedback kunnen zien.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
nl_nl: Balans positieve feedback met verbeteringsfeedback. De ideale verhouding is 6:1 (6 positieve feedback op 1 verbeteringsfeedback).

source: Well-balanced
nl_nl: In balans

source: Behavior profile
nl_nl: Gedragsprofiel

source: Recognized behaviors on which you have received feedback from colleagues.
nl_nl: Erkende gedragingen waarop je feedback van collega's hebt ontvangen.

source: {{employee}}'s behavior profile
nl_nl: Gedragsprofiel van {{employee}}

source: View my feedback
nl_nl: Bekijk mijn feedback

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
nl_nl: Er zijn nog niet genoeg gegevens om je gedragswiel weer te geven. Vraag feedback aan je collega's om een compleet beeld van je prestaties op te bouwen.

source: No behavior libraries available.
nl_nl: Geen gedragsbibliotheken beschikbaar.

source: You have received no behaviors from this library
nl_nl: Je hebt geen gedragingen uit deze bibliotheek ontvangen.

source: {{name}} hasn't received any behaviors from this library.
nl_nl: {{name}} heeft nog geen gedragingen uit deze bibliotheek ontvangen.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
nl_nl: U heeft geen feedback gevraagd over {{name}} gedurende de beoordelingsperiode. Waarom vraag je niet nu om inzichten van hun medewerkers en collega's?

source: {{name}} has not received any feedback visible to you over this review period.
nl_nl: {{name}} heeft geen feedback ontvangen die voor jou zichtbaar is gedurende deze beoordelingsperiode.

source: You have not received any feedback visible over this review period.
nl_nl: U heeft geen feedback ontvangen die voor u zichtbaar is gedurende deze beoordelingsperiode.

source: Request feedback now
nl_nl: Vraag nu om feedback

source: Want to write meaningful feedback?
nl_nl: Wil je zinvolle feedback schrijven?

source: Add key phrase
nl_nl: Kernzin toevoegen

source: Growth model
nl_nl: Groeimodel

source: Key phrases
nl_nl: Kernzinnen

source: Use our model and key phrases for inspiration.
nl_nl: Gebruik ons model en sleutelzinnen ter inspiratie.

source: you
nl_nl: u

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
nl_nl: Ik heb je impact op project X of tijdens vergadering Y opgemerkt. Ik vermoed dat je je hier niet van bewust bent en ik wil dit graag delen.

source: Your observations
nl_nl: Uw observaties

source: You're sending feedback to {{count}} people
nl_nl: Je stuurt feedback naar {{count}} mensen

source: You're sending feedback to one person
nl_nl: Je stuurt feedback naar één persoon

source: My feedback list
nl_nl: Mijn feedbacklijst

source: My note list
nl_nl: Mijn notitielijst

source: Public feedback list
nl_nl: Openbare feedbacklijst

source: You are requesting feedback from {{count}} people
nl_nl: Je vraagt feedback aan {{count}} mensen

source: You are requesting feedback from one person
nl_nl: U vraagt feedback aan één persoon

source: Sent feedback list
nl_nl: Verzonden feedbacklijst

source: Shared feedback list
nl_nl: Gedeelde feedbacklijst

source: Team requests feedback list
nl_nl: Team vraagt om feedbacklijst

source: View feedback {{users}}
nl_nl: Feedback bekijken {{users}}

source: The maximum value of this field is {{max}}.
nl_nl: De maximumwaarde van dit veld is {{max}}.

source: The minimum value of this field is {{min}}.
nl_nl: De minimumwaarde van dit veld is {{min}}.

source: This field is mandatory.
nl_nl: Dit veld is verplicht.

source: Required.
nl_nl: Vereist.

source: The file upload failed; your file contains malicious code.
nl_nl: Het uploaden van het bestand is mislukt; uw bestand bevat schadelijke code.

source: The file you're trying to upload is not supported.
nl_nl: Het bestand dat je probeert te uploaden wordt niet ondersteund.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
nl_nl: De afbeelding die je probeert te uploaden is te groot. De maximale grootte voor afbeeldingen is 2MB.

source: This page doesn't exist or you don't have access to it.
nl_nl: Deze pagina bestaat niet of je hebt er geen toegang toe.

source: You can use only letters, numbers, "_" and "-".
nl_nl: Je kunt alleen letters, cijfers, "_" en "-" gebruiken.

source: The field can contain only letters, numbers, or "_", and must start with a letter.
nl_nl: Het veld mag alleen letters, cijfers of "_" bevatten en moet beginnen met een letter.

source: You cannot use a special character in first or last position.
nl_nl: U kunt geen speciaal teken in de eerste of laatste positie gebruiken.

source: The date can not be in the past.
nl_nl: De datum mag niet in het verleden liggen.

source: The maximum number of elements has been reached.
nl_nl: Het maximale aantal elementen is bereikt.

source: The end date must be after the start date.
nl_nl: De einddatum moet na de startdatum liggen.

source: The value must be {{max}} or less.
nl_nl: De waarde moet {{max}} of minder zijn.

source: The value must be between {{min}} and {{max}}.
nl_nl: De waarde moet tussen {{min}} en {{max}} liggen.

source: The value must be at least {{min}}.
nl_nl: De waarde moet minstens {{min}} zijn.

source: This field cannot be empty.
nl_nl: Dit veld mag niet leeg zijn.

source: The first character must be a letter.
nl_nl: Het eerste teken moet een letter zijn.

source: The JSON format is invalid.
nl_nl: Het JSON-formaat is ongeldig.

source: The URL is invalid.
nl_nl: De URL is ongeldig.

source: You cannot use the characters "_" and "-" several times consecutively.
nl_nl: U kunt de tekens "_" en "-" niet meerdere keren achter elkaar gebruiken.

source: You cannot use spaces or special characters.
nl_nl: U kunt geen spaties of speciale tekens gebruiken.

source: The end number must be greater than the start number.
nl_nl: Het eindnummer moet groter zijn dan het startnummer.

source: The question is required.
nl_nl: De vraag is verplicht.

source: The rating answer type is required.
nl_nl: Het beoordelingsantwoordtype is vereist.

source: Required fields in the default language cannot be empty.
nl_nl: Verplichte velden in de standaardtaal mogen niet leeg zijn.

source: You must enter a value in at least one of the fields.
nl_nl: U moet een waarde invoeren in ten minste één van de velden.

source: You cannot use the characters {{specialCharacters}}
nl_nl: U kunt de tekens {{specialCharacters}} niet gebruiken

source: This value is already in use. Please enter a unique value.
nl_nl: Deze waarde is al in gebruik. Voer een unieke waarde in.

source: The start date must be after the end date of the previous step.
nl_nl: De startdatum moet na de einddatum van de vorige stap liggen.

source: The end date must be before the start date of the next step.
nl_nl: De einddatum moet vóór de startdatum van de volgende stap liggen.

source: {{min}} to {{max}}.
nl_nl: {{min}} tot {{max}}.

source: Formatted address
nl_nl: Geformatteerd adres

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
nl_nl: Volledig postadres, geformatteerd voor weergave of gebruik met een adreslabel. Dit veld wordt automatisch gevuld met de gegevens die u heeft ingevoerd.

source: Blue
nl_nl: Blauw

source: Coral
nl_nl: Koraalrood

source: Gray
nl_nl: Grijs

source: Green
nl_nl: Groen

source: Lime
nl_nl: Limoengroen

source: Orange
nl_nl: Oranje

source: Pink
nl_nl: Roze

source: Purple
nl_nl: Paars

source: Red
nl_nl: Rood

source: Teal
nl_nl: Groenblauw

source: White
nl_nl: Wit

source: Yellow
nl_nl: Geel

source: Failed to copy to clipboard
nl_nl: Kopiëren naar klembord mislukt

source: Examples
nl_nl: Voorbeelden

source: Condition
nl_nl: Voorwaarde

source: Calculation guide
nl_nl: Berekeningshandleiding

source: Diagnostics
nl_nl: Diagnostiek

source: Functions
nl_nl: Functies

source: Press <shortcut></shortcut> to get suggestions
nl_nl: Druk op <shortcut></shortcut> om suggesties te krijgen

source: Formula builder help
nl_nl: Help bij formulebouwer

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
nl_nl: Maak aangepaste berekeningen met gegevenspunten en regels uit je ronde. Terwijl je componenten, budgetten en richtlijnen instelt, worden deze hier beschikbaar.

source: Build dynamic formulas
nl_nl: Dynamische formules maken

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
nl_nl: Open de schermvullende werkruimte om eigenschappen, functies en operatoren in speciale panelen te bekijken terwijl je je formule schrijft.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
nl_nl: Niet-voorwaardelijk past één formule toe op alle rijen. Voorwaardelijk laat je meerdere regels definiëren met een "al het overige"-fallback.

source: Choose your formula type
nl_nl: Kies je formuletype

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
nl_nl: Maak formules met ALS/DAN/ANDERS-logica. Elk conditieblok evalueert een voorwaarde en geeft verschillende waarden terug op basis van het resultaat.

source: Conditional mode
nl_nl: Voorwaardelijke modus

source: Example functions
nl_nl: Voorbeeldfuncties

source: Nest your calculations
nl_nl: Geneste berekeningen gebruiken

source: Non-conditional mode
nl_nl: Niet-conditionele modus

source: Supported operators
nl_nl: Ondersteunde operatoren

source: Insert function
nl_nl: Functie invoegen

source: Auto-suggestion
nl_nl: Automatische suggestie

source: Jumps to the next error
nl_nl: Springt naar de volgende fout

source: Opens the doc tooltip
nl_nl: Opent de doc-tooltip

source: Opens the <strong>Issues</strong> panel
nl_nl: Opent het <strong>Problemen</strong>-paneel

source: No diagnostics
nl_nl: Geen diagnostiek

source: Properties
nl_nl: Eigenschappen

source: Search by property name
nl_nl: Zoeken op eigenschapsnaam

source: Search functions
nl_nl: Zoekfuncties

source: Addition
nl_nl: Toeslag

source: Both conditions must be true
nl_nl: Beide voorwaarden moeten waar zijn

source: Use parentheses to group parts of your formula and control the order of calculation
nl_nl: Gebruik haakjes om delen van je formule te groeperen en de volgorde van de berekening te bepalen

source: Equals. Checks if two values are identical.
nl_nl: Gelijk aan. Controleert of twee waarden identiek zijn.

source: Represents a false/no value
nl_nl: Vertegenwoordigt een onwaar/nee-waarde

source: Case-insensitive pattern matching with * wildcards
nl_nl: Hoofdletterongevoelige patroonmatching met *-jokertekens

source: Multiplication
nl_nl: Vermenigvuldiging

source: Doesn't equal. Checks if two values are different
nl_nl: Is niet gelijk. Controleert of twee waarden verschillend zijn

source: Does not match pattern (case-insensitive with * wildcards)
nl_nl: Komt niet overeen met patroon (niet hoofdlettergevoelig met *-jokertekens)

source: At least one condition must be true
nl_nl: Er moet minimaal één voorwaarde waar zijn

source: Subtraction
nl_nl: Aftrekken

source: Represents a true/yes value
nl_nl: Stelt een waar/ja-waarde voor

source: contains
nl_nl: bevat

source: doesn't contain
nl_nl: bevat niet

source: doesn't start with
nl_nl: begint niet met

source: starts with
nl_nl: begint met

source: Keyboard shortcuts
nl_nl: Sneltoetsen

source: Learn more
nl_nl: Meer informatie

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
nl_nl: Geen resultaten komen overeen met de zoek-/filtercriteria. Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
nl_nl: Er is iets misgegaan. Probeer de pagina te vernieuwen. Overweeg uit te loggen en opnieuw in te loggen.

source: Skip to content
nl_nl: Ga naar inhoud

source: This content cannot be displayed
nl_nl: Deze inhoud kan niet worden weergegeven

source: An unexpected error occurred. Please contact your IT support for assistance.
nl_nl: Er is een onverwachte fout opgetreden. Neem contact op met uw IT-ondersteuning voor hulp.

source: Back to edit mode
nl_nl: Terug naar bewerkmodus

source: Align with a goal
nl_nl: Afstemmen op een doel

source: Are you sure you want to delete this goal?
nl_nl: Weet je zeker dat je dit doel wilt verwijderen?

source: This chat message was deleted
nl_nl: Dit chatbericht is verwijderd

source: Goal chat
nl_nl: Doelengesprek

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
nl_nl: Ondersteunde bestandsformaten: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximale bestandsgrootte: 10 MB. Maximum aantal bestanden: {{count}} bestand.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
nl_nl: Ondersteunde bestandsformaten: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximale bestandsgrootte: 10 MB. Maximum aantal bestanden: {{count}} bestanden.

source: Let's create
nl_nl: Laten we creëren

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
nl_nl: Laat me je helpen je doelen voor te bereiden! Deel het onderwerp of het gebied waarop je je wilt concentreren.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
nl_nl: Je nieuwe doel is toegevoegd aan het doelenformulier; je kunt het daar bewerken. Als je denkt dat het meer werk nodig heeft, kun je het nog een keer proberen.

source: Enable sharing
nl_nl: Delen inschakelen

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
nl_nl: Goal Genius is momenteel niet beschikbaar. Vernieuw de pagina of probeer het later opnieuw.

source: Enter information about the topic of your goal and its target delivery date.
nl_nl: Voer informatie in over het onderwerp van je doel en de beoogde leverdatum.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
nl_nl: Goal Genius produceert door AI gegenereerde inhoud. We raden aan om de nauwkeurigheid, betrouwbaarheid en volledigheid van de gegenereerde inhoud te controleren voordat u doorgaat met het maken van uw doel.

source: Privacy guidelines
nl_nl: Privacyrichtlijnen

source: Finalizing and perfecting…
nl_nl: Afronden en perfectioneren…

source: Adding some details…
nl_nl: Enkele details toevoegen…

source: Analyzing goal parameters…
nl_nl: Doelparameters analyseren…

source: Generating a goal…
nl_nl: Doel wordt gegenereerd…

source: Processing…
nl_nl: Bezig met verwerken…

source: Organizational unit
nl_nl: Organisatorische eenheid

source: Let's start
nl_nl: Laten we beginnen

source: Try again
nl_nl: Probeer het opnieuw
